{
  "publisher": {
    "scheme": "GB-GOVUK-crown_comercial_service", 
    "name": "States of Guernsey", 
    "uri": "https://www.contractsfinder.service.gov.uk", 
    "uid": null
  }, 
  "license": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/2/", 
  "publicationPolicy": "https://www.contractsfinder.service.gov.uk", 
  "releases": [
    {
      "language": "en-GB", 
      "buyer": {
        "contactPoint": {
          "telephone": "", 
          "faxNumber": null, 
          "name": "Mr Kelly Charles", 
          "email": "kcharles@hssd.gov.gg"
        }, 
        "identifier": {
          "scheme": "", 
          "id": "", 
          "uri": null, 
          "legalName": null
        }, 
        "name": "States of Guernsey", 
        "address": {
          "postalCode": null, 
          "countryName": null, 
          "streetAddress": null, 
          "region": null, 
          "locality": null
        }
      }, 
      "ocid": "ocds-b5fd17-2cd66430-adc8-11e6-9901-0019b9f3037b", 
      "initiationType": "tender", 
      "tender": {
        "status": "unsuccessful", 
        "procurementMethod": null, 
        "eligibilityCriteria": null, 
        "xClassifications": {
          "isSuitableForVco": false, 
          "ojeuContractType": "Works", 
          "isSuitableForSme": false
        }, 
        "description": " The HSSD require a Bidder to supply, design, implement, maintain and support a Document Management System (DMS) to digitise both our current and archived clinical paper documents and for the creation and / or capture, storage and retrieval of future documents . \nPre-project work already undertaken indicates that a DMS is essential in meeting several elements of the HSSDs 20/20 vision (http://www.gov.gg/Hssd2020Vision) and the overall aim of the HSSD to provide modern key infrastructure and one patient one record from cradle to grave objective.\nThe HSSD employs 1900 staff across 4 main areas: Secondary Health, Mental Health, Children & Young Peoples Services and Community. Staff are located on multiple sites around Guernsey and Alderney as well as working remotely in the community.\nThe DMS must be able to seamlessly integrate with HSSDs main Patient Administration System (PAS), TrakCare (provided by Intersystems), as well as having the ability to integrate with other Healthcare systems if required. Potential Bidders should note that an important consideration in the weighting of the qualification criteria in respect of questions [8 and 9] of this PQQ is an evidence based capabilityof the Potential Bidder and the solution it proposes to be, or having been, successfully integrated with systems such as or similar to TrakCare, in similar organisations to HSSD where there are complex system integration challenges coupled with a high degree of document security/restricted access controls and risks to the safety of the data subject.\nThe DMS must be able to offer quick, efficient, secure multi-site, 24/7 access to multiple users simultaneously. It must be able to be backed up on a daily basis without any loss of service and provide an access audit trail.\nThe scanning element of the DMS must be fast and high volume. Removal of the records off-Island to a large bureau facility is not possible.\nThere must be the ability to set various levels of access to documents based upon a users security group or permissions so that documents outside of a users remit cannot be accessed. Use of the DMS must be auditable so user activity can be tracked and checked if appropriate.\nThe scope of the project is that the DMS system is to be installed across the 4 main HSSD areas: Secondary Health, Mental Health, Children & Young Peoples services and Community.\nThe main criteria and requirements are detailed in the attached Document Management System (DMS) Outline Specification for use with Pre Qualification Questionnaire.\nThe project is expected to deliver the following key benefits:\n1. Reduced Full Time Equivalent(s)\n2. Reduced operational costs\n3. Business continuity solution\n4. Improved patient care\n5. Ease of access\n6. Speed of access\n7. Reduction in physical storage space\n8. Improved record security\n9. Controlled and improved document distribution\n10. Audit trail\n11. Improved regulatory compliance\nFollowing procurement the project is targeted to commence in Q1 2015 with a", 
        "title": " SOG-HSSD-T-For the Supply, including Design, Implementation, Training and Maintenance & Support of a Document Management System for the Health and Social Services Department", 
        "submissionMethodDetails": "Please apply directly to the buyer using the contact details provided.", 
        "items": [
          {
            "id": 1, 
            "classification": {
              "scheme": "CPV", 
              "id": "43000000", 
              "uri": "http://cpv.data.ac.uk/code-43000000.html", 
              "description": "Machinery for mining, quarrying, construction equipment"
            }, 
            "description": "See description of related tender."
          }
        ], 
        "awardCriteriaDetails": null, 
        "value": {
          "currency": "GBP", 
          "amount": null
        }, 
        "minValue": {
          "currency": "GBP", 
          "amount": 213506
        }, 
        "milestones": [
          {
            "status": null, 
            "description": "Anticipated contract start date", 
            "title": "Contract start", 
            "dateModified": null, 
            "id": 1, 
            "dueDate": null
          }, 
          {
            "status": null, 
            "description": "Anticipated contract end date", 
            "title": "Contract end", 
            "dateModified": null, 
            "id": 2, 
            "dueDate": null
          }
        ], 
        "awardCriteria": null, 
        "procurementMethodRationale": null, 
        "submissionMethod": null, 
        "hasEnquiries": null, 
        "id": "ocds-b5fd17-2cd66430-adc8-11e6-9901-0019b9f3037b-guer-9rgk-thfad0", 
        "tenderPeriod": {
          "startDate": "2015-01-30T00:00:00Z", 
          "endDate": "2020-01-30T00:00:00Z"
        }
      }, 
      "tag": [
        "tender"
      ], 
      "date": "2014-12-17T16:45:07Z", 
      "id": "ocds-b5fd17-2cd66430-adc8-11e6-9901-0019b9f3037b-guer-9rgk-thfad0"
    }
  ], 
  "publishedDate": "2014-12-17T16:45:07Z", 
  "uri": "https://www.contractsfinder.service.gov.uk/Published/Notice/releases/514f4511-6d14-4137-bdee-5ad302b88f27.json"
}