{
  "publisher": {
    "scheme": "GB-GOVUK-crown_comercial_service", 
    "name": "Kent County Council", 
    "uri": "https://www.contractsfinder.service.gov.uk", 
    "uid": null
  }, 
  "license": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/2/", 
  "publicationPolicy": "https://www.contractsfinder.service.gov.uk", 
  "releases": [
    {
      "language": "en-GB", 
      "buyer": {
        "contactPoint": {
          "telephone": "", 
          "faxNumber": null, 
          "name": "Mr Danny Lee", 
          "email": "danny.lee@kent.gov.uk"
        }, 
        "identifier": {
          "scheme": "", 
          "id": "", 
          "uri": null, 
          "legalName": null
        }, 
        "name": "Kent County Council", 
        "address": {
          "postalCode": "ME141XQ", 
          "countryName": "GB", 
          "streetAddress": "Sessions House, County Road, MAIDSTONE, ME141XQ, GBR", 
          "region": null, 
          "locality": ""
        }
      }, 
      "ocid": "ocds-b5fd17-2d13960d-adc8-11e6-9901-0019b9f3037b", 
      "initiationType": "tender", 
      "tender": {
        "status": "unsuccessful", 
        "procurementMethod": null, 
        "eligibilityCriteria": null, 
        "xClassifications": {
          "isSuitableForVco": false, 
          "ojeuContractType": "Works", 
          "isSuitableForSme": false
        }, 
        "description": " The Opportunity\nLike local authorities across the UK, KCC is under continued pressure to further reduce the costs of delivering services to our residents. 440m of savings have already been achieved since 2008, however the pressure continues and the Council is now focused upon achieving at least an additional 207m of savings by 2017/18. It is widely recognised that this will not be an easy target to achieve, and will require significant further service transformation balanced with the responsibilities of looking after Kents people and place.\nThe Council has used the expertise and additional capacity provided by several external organisations to deliver the savings realised to date. Transferring skills from these consultants to KCC staff has started, to ensure that our need for external support reduces over time, however given the scale and complexity of savings still to be achieved, we expect additional capacity and expertise to continue to be required for at least the next two years. \nAs such, KCC now wishes to appoint a single Strategic Transformation Partner to support the next phase of the Councils transformation programme. In the first instance this will focus particularly on implementing the changes from service review and design work recently undertaken in our Adults change portfolio, and ensuring that savings are realised as a result. As the relationship develops we expect the Strategic Transformation Partner to support transformation activity taking place more widely across the rest of the Council. Skills transfer is one of the highest priorities of this appointment, and as such KCC will be looking for an organisation which can work in genuine partnership with our staff, transferring knowledge, skills and methodologies to build the capability and capacity of our workforce. \n\n\nBackground\n\nKent County Council (the council) isone of thelargest county council in England covering an area of 3,500 square kilometres. It has an annual expenditure of over 900m on goods and services and a population of 1.3m. The Council provides a wide range of personal and strategic services on behalf of its residents, operating in partnership with 12 district councils and 289 parish/town councils.\n\nExpression of Interest and Tender Process\n\nExpressions of interest will only be accepted via the Kent Business Portal. In order to submit your interest in this opportunity please select the Login and Express an Interest button located at the bottom of this page. Note that in order to successfully submit your interest you will first need to register for an account. After registration is complete and you've received your login details you should return to the advert for the opportunity and express your interest. \nYou will then be emailed an invitation to complete a pre qualification questionnaire. Further guidance regarding how to use this portal can be found attached to the bottom of this advert.\n\nIndicative Procurement Timetable\n\nProposed Date(s) \n\nOJEU Notice and PQQ", 
        "title": " SS1464 - Strategic Transformation Partner", 
        "submissionMethodDetails": "Please apply directly to the buyer using the contact details provided.", 
        "items": [
          {
            "id": 1, 
            "classification": {
              "scheme": "CPV", 
              "id": "15000000", 
              "uri": "http://cpv.data.ac.uk/code-15000000.html", 
              "description": "Food, beverages, tobacco and related products"
            }, 
            "description": "See description of related tender."
          }
        ], 
        "awardCriteriaDetails": null, 
        "value": {
          "currency": "GBP", 
          "amount": null
        }, 
        "minValue": {
          "currency": "GBP", 
          "amount": 578229
        }, 
        "milestones": [
          {
            "status": null, 
            "description": "Anticipated contract start date", 
            "title": "Contract start", 
            "dateModified": null, 
            "id": 1, 
            "dueDate": null
          }, 
          {
            "status": null, 
            "description": "Anticipated contract end date", 
            "title": "Contract end", 
            "dateModified": null, 
            "id": 2, 
            "dueDate": null
          }
        ], 
        "awardCriteria": null, 
        "procurementMethodRationale": null, 
        "submissionMethod": null, 
        "hasEnquiries": null, 
        "id": "ocds-b5fd17-2d13960d-adc8-11e6-9901-0019b9f3037b-kent-9rfl-2qgfaf", 
        "tenderPeriod": {
          "startDate": "2015-04-01T00:00:00Z", 
          "endDate": "2017-03-31T00:00:00Z"
        }
      }, 
      "tag": [
        "tender"
      ], 
      "date": "2014-12-17T16:45:11Z", 
      "id": "ocds-b5fd17-2d13960d-adc8-11e6-9901-0019b9f3037b-kent-9rfl-2qgfaf"
    }
  ], 
  "publishedDate": "2014-12-17T16:45:11Z", 
  "uri": "https://www.contractsfinder.service.gov.uk/Published/Notice/releases/e82b0182-332b-47ba-9bff-e8e02cfb6d58.json"
}