{
  "publisher": {
    "scheme": "GB-GOVUK-crown_comercial_service", 
    "name": "NHS Vale of York CCG", 
    "uri": "https://www.contractsfinder.service.gov.uk", 
    "uid": null
  }, 
  "license": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/2/", 
  "publicationPolicy": "https://www.contractsfinder.service.gov.uk", 
  "releases": [
    {
      "language": "en-GB", 
      "buyer": {
        "contactPoint": {
          "telephone": "", 
          "faxNumber": null, 
          "name": "Bourne Anna", 
          "email": ""
        }, 
        "identifier": {
          "scheme": "", 
          "id": "", 
          "uri": null, 
          "legalName": null
        }, 
        "name": "NHS Vale of York CCG", 
        "address": {
          "postalCode": null, 
          "countryName": null, 
          "streetAddress": null, 
          "region": null, 
          "locality": null
        }
      }, 
      "ocid": "ocds-b5fd17-36f966f5-adc8-11e6-9901-0019b9f3037b", 
      "initiationType": "tender", 
      "tender": {
        "status": "unsuccessful", 
        "procurementMethod": null, 
        "eligibilityCriteria": null, 
        "xClassifications": {
          "isSuitableForVco": false, 
          "ojeuContractType": "Works", 
          "isSuitableForSme": false
        }, 
        "description": "'NHS Vale of York CCG are looking to secure mental health and learning disability services for its population. The new services will be implemented by October 2015, enabling service users to access the care they need in a variety of ways. We have undergone extensive engagement and consultation with service users, carers, community and voluntary organisations and mental health professionals. NHS Vale of York CCG, are looking for providers who can work in a partnership approach and contribute toward and support the delivery of a vision for effective learning disability, mental health and related services. We are looking for providers who can bring added value to the Vale of York health and social care economy. This might include contributing clinical and operational expertise and leadership, the ability to drive service transformation and innovation in the context of a challenging financial environment. We need providers who value the contribution and role of other partners and will proactively take every opportunity to work with partners in maximising the impact and benefit of services and resources. The services need to ensure that they meet requirements of relevant legislation (including health and social care, childrens etc.), follow evidence based best practice, and are aligned to NICE, SIGN and other relevant guidance. The services will be flexible and focused on self-care user groups, peer support, recovery closer to home, responsive to crises and available out of hours, enabling, reabling and rehabilitation, dementia wellbeing, and learning disability. They need to recognise key partnerships with family, carers, community, voluntary sector as well as links to in-patient services, secondary services, forensic services and other specialist services. The services need to recognize, diagnose and treat physical, mental health and learning disabilities holistically and to ensure that patients have a positive experience of the care they receive. The fundamental principal in this procurement is to identify a lead provider who will work as a trusted partner with the CCG to provide the best possible outcomes for all people in our community who require access and support to improve their mental health and wellbeing and/or to improve the health and lives of those people with a learning disability. This document and associated specifications are intended to cover the full range of mental health and learning disability services required by our population. It is our expectation that our lead provider will work with our community and other providers (including voluntary sector, independent sector, primary care, local authority and others) to achieve the best outcomes at individual and at population level within the resources available. The CCG expects the lead provider to be able to evidence continuous improvement based on current evolving evidence-based best practice.'", 
        "title": "United Kingdom-York: Health services", 
        "submissionMethodDetails": "Please apply directly to the buyer using the contact details provided.", 
        "items": [
          {
            "id": 1, 
            "classification": {
              "scheme": "CPV", 
              "id": "85100000", 
              "uri": "http://cpv.data.ac.uk/code-85100000.html", 
              "description": "Health services"
            }, 
            "description": "See description of related tender."
          }
        ], 
        "awardCriteriaDetails": null, 
        "value": {
          "currency": "GBP", 
          "amount": null
        }, 
        "minValue": {
          "currency": "GBP", 
          "amount": 516675
        }, 
        "milestones": [
          {
            "status": null, 
            "description": "Anticipated contract start date", 
            "title": "Contract start", 
            "dateModified": null, 
            "id": 1, 
            "dueDate": null
          }, 
          {
            "status": null, 
            "description": "Anticipated contract end date", 
            "title": "Contract end", 
            "dateModified": null, 
            "id": 2, 
            "dueDate": null
          }
        ], 
        "awardCriteria": null, 
        "procurementMethodRationale": null, 
        "submissionMethod": null, 
        "hasEnquiries": null, 
        "id": "ocds-b5fd17-36f966f5-adc8-11e6-9901-0019b9f3037b-2015/s-19-30707", 
        "tenderPeriod": {
          "startDate": "2015-11-09T00:00:00Z", 
          "endDate": "2020-11-09T00:00:00Z"
        }
      }, 
      "tag": [
        "tender"
      ], 
      "date": "2015-02-10T23:44:26Z", 
      "id": "ocds-b5fd17-36f966f5-adc8-11e6-9901-0019b9f3037b-2015-s-19-30707"
    }
  ], 
  "publishedDate": "2015-02-10T23:44:26Z", 
  "uri": "https://www.contractsfinder.service.gov.uk/Published/Notice/releases/fc1a3acc-10a6-4bd6-98f4-0aa5f9e1cf2b.json"
}